Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# queueAddInProgress
source: Queue add already in progress.
da: En tilføjelse til køen er allerede i gang.
de: Ein Hinzufügen zur Warteschlange läuft bereits.
es: Ya hay una adición a la cola en curso.
fr: Un ajout à la file est déjà en cours.
it: Un'aggiunta alla coda è già in corso.
ja: キューへの追加はすでに進行中です。
nb: Et tillegg til køen pågår allerede.
nl: Er wordt al aan de wachtrij toegevoegd.
pl: Dodawanie do kolejki już trwa.
pt: Já há uma adição à fila em andamento.
sv: En tillägg till kön pågår redan.
zh_hans: 正在向队列添加，请稍候。

# queueAppend
source: Append
da: Tilføj til sidst
de: Anhängen
es: Añadir al final
fr: Ajouter à la suite
it: Aggiungi in coda
ja: 末尾に追加
nb: Legg til sist
nl: Toevoegen
pl: Dodaj na końcu
pt: Acrescentar
sv: Lägg till sist
zh_hans: 追加

# queueFooterRemainingFormat
source: %@ remaining of %@
da: %@ tilbage af %@
de: %@ verbleibend von %@
es: %@ restante de %@
fr: %@ restant sur %@
it: %@ rimanenti su %@
ja: 残り %@ / 合計 %@
nb: %@ gjenstår av %@
nl: %@ resterend van %@
pl: Pozostało %@ z %@
pt: %@ restante de %@
sv: %@ återstår av %@
zh_hans: 剩余 %@ / 共 %@

# queueFooterTrackOfFormat
source: Track %d of %d
da: Nummer %d af %d
de: Titel %d von %d
es: Pista %d de %d
fr: Piste %d sur %d
it: Brano %d di %d
ja: %d / %d 曲目
nb: Spor %d av %d
nl: Nummer %d van %d
pl: Utwór %d z %d
pt: Faixa %d de %d
sv: Spår %d av %d
zh_hans: 第 %d 首，共 %d 首

# queueHealthAllOK
source: All %d tracks look playable.
da: Alle %d numre ser afspillelige ud.
de: Alle %d Titel scheinen abspielbar.
es: Las %d pistas parecen reproducibles.
fr: Les %d pistes semblent lisibles.
it: Tutti i %d brani risultano riproducibili.
ja: %d 曲すべて再生可能と判定されました。
nb: Alle %d spor ser spillbare ut.
nl: Alle %d nummers lijken afspeelbaar.
pl: Wszystkie %d utworów wygląda na odtwarzalne.
pt: Todas as %d faixas parecem reproduzíveis.
sv: Alla %d spår ser spelbara ut.
zh_hans: 全部 %d 首曲目看起来均可播放。

# queueHealthBadgeDead
source: Source not responding. Track will not play.
da: Kilden svarer ikke. Nummeret afspilles ikke.
de: Quelle antwortet nicht. Titel wird nicht abgespielt.
es: La fuente no responde. La pista no se reproducirá.
fr: Source injoignable. La piste ne sera pas lue.
it: Sorgente non raggiungibile. Il brano non verrà riprodotto.
ja: ソースが応答しません。トラックは再生されません。
nb: Kilden svarer ikke. Sporet spilles ikke.
nl: Bron reageert niet. Nummer speelt niet af.
pl: Źródło nie odpowiada. Utwór nie zostanie odtworzony.
pt: A fonte não responde. A faixa não será reproduzida.
sv: Källan svarar inte. Spåret spelas inte.
zh_hans: 来源无响应。曲目将无法播放。

# queueHealthBadgeExpired
source: Link expired. Re-add the track to refresh it.
da: Linket er udløbet. Tilføj nummeret igen.
de: Link abgelaufen. Titel erneut hinzufügen.
es: Enlace caducado. Vuelva a añadir la pista.
fr: Lien expiré. Ré-ajoutez la piste.
it: Link scaduto. Aggiungi di nuovo il brano.
ja: リンクの有効期限が切れています。トラックを再追加してください。
nb: Lenken er utløpt. Legg til sporet på nytt.
nl: Link verlopen. Voeg het nummer opnieuw toe.
pl: Łącze wygasło. Dodaj utwór ponownie.
pt: Ligação expirada. Volte a adicionar a faixa.
sv: Länken har gått ut. Lägg till spåret igen.
zh_hans: 链接已过期。请重新添加该曲目。

# queueHealthBadgeNoInfo
source: Enqueued without track info. Plays, but shows a filename.
da: Tilføjet uden information. Afspilles, men viser et filnavn.
de: Ohne Titelinfos eingereiht. Spielt, zeigt aber einen Dateinamen.
es: Añadida sin información. Se reproduce, pero muestra un nombre de archivo.
fr: Ajoutée sans infos. Lisible, mais affiche un nom de fichier.
it: In coda senza informazioni. Riproducibile, ma mostra un nome file.
ja: トラック情報なしで追加されました。再生できますがファイル名が表示されます。
nb: Lagt til uten sporinfo. Spilles, men viser et filnavn.
nl: Toegevoegd zonder trackinfo. Speelt af, maar toont een bestandsnaam.
pl: Dodano bez informacji o utworze. Odtwarza się, ale pokazuje nazwę pliku.
pt: Adicionada sem informação. Toca, mas mostra um nome de ficheiro.
sv: Tillagd utan spårinfo. Spelas, men visar ett filnamn.
zh_hans: 添加时缺少曲目信息。可播放，但显示文件名。

# queueHealthRemoveBad
source: Remove unplayable
da: Fjern numre der ikke kan afspilles
de: Nicht abspielbare entfernen
es: Eliminar no reproducibles
fr: Supprimer les illisibles
it: Rimuovi non riproducibili
ja: 再生不可のトラックを削除
nb: Fjern uspillbare
nl: Niet-afspeelbare verwijderen
pl: Usuń nieodtwarzalne
pt: Remover não reproduzíveis
sv: Ta bort ospelbara
zh_hans: 移除无法播放的曲目

# queueHealthScan
source: Check queue for unplayable tracks
da: Tjek køen for numre der ikke kan afspilles
de: Warteschlange auf nicht abspielbare Titel prüfen
es: Comprobar pistas no reproducibles en la cola
fr: Vérifier les pistes illisibles de la file
it: Controlla brani non riproducibili in coda
ja: 再生できないトラックをキューから検出
nb: Sjekk køen for uspillbare spor
nl: Wachtrij controleren op niet-afspeelbare nummers
pl: Sprawdź kolejkę pod kątem nieodtwarzalnych utworów
pt: Verificar faixas não reproduzíveis na fila
sv: Kontrollera kön efter ospelbara spår
zh_hans: 检查队列中无法播放的曲目

# queueHealthScanning
source: Checking %d of %d…
da: Tjekker %d af %d…
de: Prüfe %d von %d …
es: Comprobando %d de %d…
fr: Vérification %d sur %d…
it: Verifica %d di %d…
ja: 確認中 %d / %d…
nb: Sjekker %d av %d…
nl: Controleren %d van %d…
pl: Sprawdzanie %d z %d…
pt: A verificar %d de %d…
sv: Kontrollerar %d av %d…
zh_hans: 正在检查 %d / %d…

# queueHealthSummary
source: %d unplayable, %d expired, %d missing info.
da: %d kan ikke afspilles, %d udløbet, %d uden info.
de: %d nicht abspielbar, %d abgelaufen, %d ohne Infos.
es: %d no reproducibles, %d caducadas, %d sin información.
fr: %d illisibles, %d expirées, %d sans infos.
it: %d non riproducibili, %d scaduti, %d senza info.
ja: 再生不可 %d、期限切れ %d、情報欠落 %d。
nb: %d uspillbare, %d utløpt, %d uten info.
nl: %d niet afspeelbaar, %d verlopen, %d zonder info.
pl: %d nieodtwarzalnych, %d wygasłych, %d bez informacji.
pt: %d não reproduzíveis, %d expiradas, %d sem informação.
sv: %d ospelbara, %d utgångna, %d utan info.
zh_hans: %d 首无法播放，%d 首已过期，%d 首缺少信息。

source: Queue history
da: Køhistorik
de: Warteschlangen-Verlauf
es: Historial de la cola
fr: Historique de la file
it: Cronologia della coda
ja: キュー履歴
nb: Køhistorikk
nl: Wachtrijgeschiedenis
pl: Historia kolejki
pt: Histórico da fila
sv: Köhistorik
zh_hans: 队列历史

source: Queue is empty
da: Køen er tom
de: Warteschlange ist leer
es: La cola está vacía
fr: La file d’attente est vide
it: La coda è vuota
ja: キューは空です
nb: Køen er tom
nl: Wachtrij is leeg
pl: Kolejka jest pusta
pt: A fila está vazia
sv: Kön är tom
zh_hans: 队列为空

# queueLibrary
source: Playlist Manager
da: Playlistestyring
es: Gestor de listas
fr: Gestionnaire de playlists
it: Gestione playlist
ja: プレイリスト管理
nb: Spillelistebehandler
nl: Afspeellijstbeheer
pl: Menedżer playlist
pt: Gerenciador de playlists
sv: Spellisthanterare
zh_hans: 播放列表管理

# queueLibraryWindowTitle
source: Playlist Manager (beta)
da: Playlistestyring (beta)
es: Gestor de listas (beta)
fr: Gestionnaire de playlists (beta)
it: Gestione playlist (beta)
ja: プレイリスト管理 (beta)
nb: Spillelistebehandler (beta)
nl: Afspeellijstbeheer (beta)
pl: Menedżer playlist (beta)
pt: Gerenciador de playlists (beta)
sv: Spellisthanterare (beta)
zh_hans: 播放列表管理 (beta)

# queueLimitReachedRemainderNotAdded
source: Stopped at Sonos's %d-track queue limit. The remainder of the selection wasn't added.
da: Stoppede ved Sonos-køgrænsen på %d numre. Resten af det valgte blev ikke tilføjet.
de: Beim Sonos-Warteschlangenlimit von %d Titeln gestoppt. Der Rest der Auswahl wurde nicht hinzugefügt.
es: Se detuvo en el límite de cola de Sonos de %d canciones. El resto de la selección no se añadió.
fr: Arrêté à la limite Sonos de %d morceaux dans la file d’attente. Le reste de la sélection n’a pas été ajouté.
it: Interrotto al limite della coda Sonos di %d brani. Il resto della selezione non è stato aggiunto.
ja: Sonos のキュー上限 %d 曲で停止しました。選択の残りは追加されませんでした。
nb: Stoppet ved Sonos-køgrensen på %d spor. Resten av utvalget ble ikke lagt til.
nl: Gestopt bij de Sonos-wachtrijlimiet van %d nummers. De rest van de selectie is niet toegevoegd.
pl: Zatrzymano przy limicie kolejki Sonos wynoszącym %d utworów. Pozostała część zaznaczenia nie została dodana.
pt: Parou no limite de %d faixas da fila do Sonos. O restante da seleção não foi adicionado.
sv: Stoppades vid Sonos kögräns på %d spår. Resten av urvalet lades inte till.
zh_hans: 已在 Sonos 的 %d 首队列上限处停止。所选其余部分未添加。

# queueLimitReachedSomeNotAdded
source: Stopped at Sonos's %d-track queue limit. Some tracks were not added.
da: Stoppede ved Sonos-køgrænsen på %d numre. Nogle numre blev ikke tilføjet.
de: Beim Sonos-Warteschlangenlimit von %d Titeln gestoppt. Einige Titel wurden nicht hinzugefügt.
es: Se detuvo en el límite de cola de Sonos de %d canciones. Algunas canciones no se añadieron.
fr: Arrêté à la limite Sonos de %d morceaux dans la file d’attente. Certains morceaux n’ont pas été ajoutés.
it: Interrotto al limite della coda Sonos di %d brani. Alcuni brani non sono stati aggiunti.
ja: Sonos のキュー上限 %d 曲で停止しました。一部の曲は追加されませんでした。
nb: Stoppet ved Sonos-køgrensen på %d spor. Noen spor ble ikke lagt til.
nl: Gestopt bij de Sonos-wachtrijlimiet van %d nummers. Sommige nummers zijn niet toegevoegd.
pl: Zatrzymano przy limicie kolejki Sonos wynoszącym %d utworów. Niektóre utwory nie zostały dodane.
pt: Parou no limite de %d faixas da fila do Sonos. Algumas faixas não foram adicionadas.
sv: Stoppades vid Sonos kögräns på %d spår. Vissa spår lades inte till.
zh_hans: 已在 Sonos 的 %d 首队列上限处停止。部分歌曲未添加。

# queueReplace
source: Replace queue
da: Erstat køen
de: Warteschlange ersetzen
es: Reemplazar la cola
fr: Remplacer la file
it: Sostituisci la coda
ja: キューを置換
nb: Erstatt køen
nl: Wachtrij vervangen
pl: Zastąp kolejkę
pt: Substituir fila
sv: Ersätt kön
zh_hans: 替换队列

# queueSourceFormat
source: Source: %@
da: Kilde: %@
de: Quelle: %@
es: Origen: %@
it: Origine: %@
ja: ソース：%@
nb: Kilde: %@
nl: Bron: %@
pl: Źródło: %@
pt: Origem: %@
sv: Källa: %@
zh_hans: 来源：%@

source: Queue Top Songs Next
da: Sæt topsange i kø som de næste
de: Top-Titel als Nächstes einreihen
es: Poner canciones populares a continuación
fr: Mettre les meilleurs titres en file ensuite
it: Metti in coda i brani principali come successivi
ja: トップ曲を次にキュー
nb: Sett toppsanger i kø som neste
nl: Topnummers hierna in wachtrij
pl: Kolejkuj najlepsze utwory jako następne
pt: Adicionar as principais músicas a seguir
sv: Köa topplåtar härnäst
zh_hans: 将热门歌曲排在下一首

# queueTracksNotAdded
source: %d tracks were not added to the queue.
da: %d numre blev ikke tilføjet til køen.
de: %d Titel wurden nicht zur Warteschlange hinzugefügt.
es: %d canciones no se añadieron a la cola.
fr: %d morceaux n’ont pas été ajoutés à la file d’attente.
it: %d brani non sono stati aggiunti alla coda.
ja: %d 曲がキューに追加されませんでした。
nb: %d spor ble ikke lagt til i køen.
nl: %d nummers zijn niet aan de wachtrij toegevoegd.
pl: %d utworów nie zostało dodanych do kolejki.
pt: %d faixas não foram adicionadas à fila.
sv: %d spår lades inte till i kön.
zh_hans: %d 首歌曲未添加到队列。

source: Quick Start
da: Hurtig start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Avvio rapido
ja: クイックスタート
nb: Hurtigstart
nl: Snelle start
pl: Szybki start
pt: Início rápido
sv: Snabbstart
zh_hans: 快速启动

source: Read on Wikipedia
da: Læs på Wikipedia
de: Auf Wikipedia lesen
es: Leer en Wikipedia
fr: Lire sur Wikipédia
it: Leggi su Wikipedia
ja: Wikipedia で読む
nb: Les på Wikipedia
nl: Lees op Wikipedia
pl: Przeczytaj w Wikipedii
pt: Ler na Wikipédia
sv: Läs på Wikipedia
zh_hans: 在 Wikipedia 上阅读

source: Realtime Dashboard Summaries
da: Realtids-dashboardresuméer
de: Echtzeit-Dashboard-Zusammenfassungen
es: Resúmenes en tiempo real
fr: Résumés en temps réel du tableau de bord
it: Riepiloghi dashboard in tempo reale
ja: リアルタイムダッシュボードサマリー
nb: Sanntidssammendrag
nl: Realtime dashboard-samenvattingen
pl: Podsumowania panelu w czasie rzeczywistym
pt: Resumos do painel em tempo real
sv: Sammanfattningar i realtid
zh_hans: 实时仪表摘要

source: Rebuild All Summaries
da: Genopbyg alle resuméer
de: Alle Zusammenfassungen neu aufbauen
es: Reconstruir todos los resúmenes
fr: Reconstruire tous les résumés
it: Ricostruisci tutti i riepiloghi
ja: すべてのサマリーを再構築
nb: Bygg alle sammendrag på nytt
nl: Alle samenvattingen opnieuw opbouwen
pl: Odbuduj wszystkie podsumowania
pt: Recriar todos os resumos
sv: Bygg om alla sammanfattningar
zh_hans: 重建所有摘要

source: Recent Activity
da: Seneste aktivitet
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
ja: 最近のアクティビティ
nb: Siste aktivitet
nl: Recente activiteit
pl: Ostatnia aktywność
pt: Atividade recente
sv: Senaste aktivitet
zh_hans: 最近活动

source: Recently Played
da: Nyligt afspillet
de: Kürzlich gespielt
es: Reproducidos recientemente
fr: Lus récemment
it: Riprodotti di recente
ja: 最近の再生
nb: Nylig spilt
nl: Recent afgespeeld
pl: Ostatnio odtwarzane
pt: Reproduzidos recentemente
sv: Nyligen spelade
zh_hans: 最近播放

source: Recent non-scrobbled
da: Seneste ikke scrobblet
de: Zuletzt nicht gescrobbelt
es: Recientes no enviados
fr: Récemment non scrobblés
it: Recenti non scrobblati
ja: 最近スクロブルされなかったもの
nb: Nylig ikke scrobblet
nl: Recent niet gescrobbled
pl: Ostatnie niescrobblowane
pt: Recentes não enviados
sv: Senaste ej scrobblade
zh_hans: 最近未 Scrobble

source: Recent plays
da: Seneste afspilninger
de: Kürzliche Wiedergaben
es: Reproducciones recientes
fr: Lectures récentes
it: Riproduzioni recenti
ja: 最近の再生
nb: Nylige avspillinger
nl: Recente weergaven
pl: Niedawne odtworzenia
pt: Reproduções recentes
sv: Senaste uppspelningarna
zh_hans: 最近播放

source: Re-check
da: Tjek igen
de: Erneut prüfen
es: Volver a comprobar
fr: Revérifier
it: Ricontrolla
ja: 再確認
nb: Sjekk på nytt
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt: Verificar novamente
sv: Kontrollera igen
zh_hans: 重新检查

source: Refresh
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
sv: Uppdatera
zh_hans: 刷新

source: Refresh artwork
da: Opdater albumcover
de: Cover aktualisieren
es: Actualizar carátula
fr: Actualiser la pochette
it: Aggiorna copertina
ja: アートワークを更新
nb: Oppdater omslag
nl: Albumhoes vernieuwen
pl: Odśwież okładkę
pt: Atualizar capa
sv: Uppdatera omslag
zh_hans: 刷新封面

# refreshDailySummary
source: Refresh daily summary and recalculate stats
da: Opdater dagens opsummering og genberegn statistik
de: Tägliche Zusammenfassung aktualisieren und Statistiken neu berechnen
es: Actualizar resumen diario y recalcular estadísticas
fr: Actualiser le résumé quotidien et recalculer les statistiques
it: Aggiorna il riepilogo giornaliero e ricalcola le statistiche
ja: 日次サマリーを更新し統計を再計算
nb: Oppdater daglig sammendrag og rekalkuler statistikk
nl: Dagelijks overzicht vernieuwen en statistieken opnieuw berekenen
pl: Odśwież podsumowanie dzienne i przelicz statystyki
pt: Atualizar resumo diário e recalcular estatísticas
sv: Uppdatera dagens sammanfattning och räkna om statistiken
zh_hans: 刷新每日摘要并重新计算统计

source: Refreshing...
da: Opdaterer...
de: Aktualisierung...
es: Actualizando...
fr: Actualisation...
it: Aggiornamento...
ja: 更新中...
nb: Oppdaterer...
nl: Vernieuwen...
pl: Odświeżanie...
pt: Atualizando...
sv: Uppdaterar...
zh_hans: 正在刷新...

source: Refresh metadata
da: Opdater metadata
de: Metadaten aktualisieren
es: Actualizar metadatos
fr: Actualiser les métadonnées
it: Aggiorna metadati
ja: メタデータを更新
nb: Oppdater metadata
nl: Metadata vernieuwen
pl: Odśwież metadane
pt: Atualizar metadados
sv: Uppdatera metadata
zh_hans: 刷新元数据

source: Refresh queue
da: Opdater køen
de: Warteschlange aktualisieren
es: Actualizar cola
fr: Actualiser la file
it: Aggiorna coda
ja: キューを更新
nb: Oppdater køen
nl: Wachtrij vernieuwen
pl: Odśwież kolejkę
pt: Atualizar fila
sv: Uppdatera kön
zh_hans: 刷新队列

source: Refresh Stats
da: Opdater statistik
de: Statistik aktualisieren
es: Actualizar estadísticas
fr: Actualiser les stats
it: Aggiorna statistiche
ja: 統計を更新
nb: Oppdater statistikk
nl: Statistieken bijwerken
pl: Odśwież statystyki
pt: Atualizar estatísticas
sv: Uppdatera statistik
zh_hans: 刷新统计

# reindexingSystemsFormat
source: Reindexing %d system(s)…
da: Genindekserer %d system(er)…
de: %d System(e) werden neu indiziert…
es: Reindexando %d sistema(s)…
fr: Réindexation de %d système(s)…
it: Reindicizzazione di %d sistema/i…
ja: %d 台のシステムを再インデックス中…
nb: Reindekserer %d system(er)…
nl: %d systeem/systemen opnieuw indexeren…
pl: Ponowne indeksowanie %d systemu(ów)…
pt: Reindexando %d sistema(s)…
sv: Indexerar om %d system…
zh_hans: 正在重新索引 %d 个系统…

# releaseNotesLabel
source: Release notes:
da: Udgivelsesnoter:
de: Versionshinweise:
es: Notas de la versión:
fr: Notes de version :
it: Note di rilascio:
ja: リリースノート：
nb: Utgivelsesnotater:
nl: Release-opmerkingen:
pl: Informacje o wydaniu:
pt: Notas da versão:
sv: Versionsinformation:
zh_hans: 发行说明：

# removeAction
source: Remove
da: Fjern
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
zh_hans: 移除

# removedDuplicatesFormat
source: Removed %d duplicates
da: %d dubletter fjernet
de: %d Duplikate entfernt
es: %d duplicados eliminados
fr: %d doublons supprimés
it: %d duplicati rimossi
ja: %d 件の重複を削除しました
nb: %d duplikater fjernet
nl: %d duplicaten verwijderd
pl: Usunięto %d duplikatów
pt: %d duplicados removidos
sv: %d dubbletter borttagna
zh_hans: 已移除 %d 个重复项

source: Remove duplicates
da: Fjern dubletter
de: Duplikate entfernen
es: Eliminar duplicados
fr: Supprimer les doublons
it: Rimuovi duplicati
ja: 重複を削除
nb: Fjern duplikater
nl: Duplicaten verwijderen
pl: Usuń duplikaty
pt: Remover duplicatas
sv: Ta bort dubbletter
zh_hans: 删除重复项

source: Remove from all folders
da: Fjern fra alle mapper
de: Aus allen Ordnern entfernen
es: Quitar de todas las carpetas
fr: Retirer de tous les dossiers
it: Rimuovi da tutte le cartelle
ja: すべてのフォルダから削除
nb: Fjern fra alle mapper
nl: Uit alle mappen verwijderen
pl: Usuń ze wszystkich folderów
pt: Remover de todas as pastas
sv: Ta bort från alla mappar
zh_hans: 从所有文件夹中移除

source: Remove from Queue
da: Fjern fra køen
de: Aus Warteschlange entfernen
es: Eliminar de la cola
fr: Retirer de la file d’attente
it: Rimuovi dalla coda
ja: キューから削除
nb: Fjern fra køen
nl: Uit wachtrij verwijderen
pl: Usuń z kolejki
pt: Remover da fila
sv: Ta bort från kön
zh_hans: 从队列中移除

source: Remove from this folder
da: Fjern fra denne mappe
de: Aus diesem Ordner entfernen
es: Quitar de esta carpeta
fr: Retirer de ce dossier
it: Rimuovi da questa cartella
ja: このフォルダから削除
nb: Fjern fra denne mappen
nl: Uit deze map verwijderen
pl: Usuń z tego folderu
pt: Remover desta pasta
sv: Ta bort från den här mappen
zh_hans: 从此文件夹中移除

source: Rename
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
sv: Byt namn
zh_hans: 重命名

source: Rename folder
da: Omdøb mappe
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
it: Rinomina cartella
ja: フォルダ名を変更
nb: Gi nytt navn til mappe
nl: Map hernoemen
pl: Zmień nazwę folderu
pt: Renomear pasta
sv: Byt namn på mapp
zh_hans: 重命名文件夹

source: Rename Playlist
da: Omdøb spilleliste
de: Playlist umbenennen
es: Renombrar lista
fr: Renommer la liste de lecture
it: Rinomina playlist
ja: プレイリストの名前を変更
nb: Gi spillelisten nytt navn
nl: Afspeellijst hernoemen
pl: Zmień nazwę playlisty
pt: Renomear playlist
sv: Byt namn på spellista
zh_hans: 重命名播放列表

source: Repeat
da: Gentag
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: リピート
nb: Gjenta
nl: Herhalen
pl: Powtórz
pt: Repetir
sv: Upprepa
zh_hans: 循环播放

source: Replace Queue
da: Erstat kø
de: Warteschlange ersetzen
es: Reemplazar cola
fr: Remplacer la file d’attente
it: Sostituisci coda
ja: キューを置き換え
nb: Erstatt kø
nl: Wachtrij vervangen
pl: Zamień kolejkę
pt: Substituir fila
sv: Ersätt kö
zh_hans: 替换队列

source: Report an Issue
da: Rapportér et problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
nb: Rapporter et problem
nl: Meld een probleem
pl: Zgłoś problem
pt: Reportar um problema
sv: Rapportera ett problem
zh_hans: 报告问题

source: Requires Sonos app
da: Kræver Sonos-appen
de: Erfordert die Sonos-App
es: Requiere la app de Sonos
fr: Nécessite l’app Sonos
it: Richiede l’app Sonos
ja: Sonosアプリが必要
nb: Krever Sonos-appen
nl: Vereist de Sonos-app
pl: Wymaga aplikacji Sonos
pt: Requer o app Sonos
sv: Kräver Sonos-appen
zh_hans: 需要 Sonos 应用

# rescanCacheHelp
source: This will remove the cached speaker layout. The app will rediscover speakers on next launch.
da: Dette fjerner den cachede højttaleropsætning. Appen genopdager højttalerne ved næste start.
de: Entfernt das zwischengespeicherte Lautsprecher-Layout. Beim nächsten Start werden Lautsprecher neu erkannt.
es: Esto eliminará la disposición cacheada de altavoces. La app redescubrirá los altavoces al arrancar.
fr: Cela supprime la mise en cache de la disposition des enceintes. L’application redécouvre les enceintes au prochain lancement.
it: Rimuove il layout degli altoparlanti nella cache. L’app li riscoprirà al prossimo avvio.
ja: キャッシュされたスピーカーレイアウトを削除します。次回起動時にアプリがスピーカーを再検出します。
nb: Dette fjerner bufret høyttaleroppsett. Appen finner høyttalere på nytt ved neste oppstart.
nl: Hiermee wordt de gecachte luidsprekeropstelling verwijderd. De app zoekt luidsprekers opnieuw bij volgende start.
pl: Usuwa zapamiętany układ głośników. Aplikacja wykryje je ponownie przy następnym uruchomieniu.
pt: Isso remove o layout de alto-falantes em cache. O app redescobre ao iniciar.
sv: Detta tar bort cachad högtalarlayout. Appen upptäcker högtalarna på nytt vid nästa start.
zh_hans: 这将移除已缓存的音箱布局。应用下次启动时将重新发现音箱。

# rescanNetwork
source: Rescan network for speakers
da: Scan netværket igen
de: Netzwerk nach Lautsprechern erneut durchsuchen
es: Volver a buscar altavoces en la red
fr: Rescanner le réseau
it: Riscansiona la rete per gli altoparlanti
ja: ネットワークを再スキャン
nb: Søk på nettverket på nytt
nl: Netwerk opnieuw scannen naar speakers
pl: Ponownie przeskanuj sieć
pt: Reescanear a rede
sv: Sök igenom nätverket igen
zh_hans: 重新扫描网络

source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
nb: Tilbakestill
nl: Herstellen
pl: Resetuj
pt: Redefinir
sv: Återställ
zh_hans: 重置

source: Reset ignored
da: Nulstil ignorerede
de: Ignorierte zurücksetzen
es: Restablecer ignorados
fr: Réinitialiser les ignorés
it: Reimposta ignorati
ja: 無視をリセット
nb: Tilbakestill ignorerte
nl: Genegeerde herstellen
pl: Zresetuj zignorowane
pt: Redefinir ignorados
sv: Återställ ignorerade
zh_hans: 重置已忽略项
